{
  "🧠 Mieux gérer mes émotions": [
    {
      "numero": 1,
      "mission": "Observation simple – Prends un moment aujourd'hui pour identifier une émotion que tu ressens (colère, joie, stress…).",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Nommer l'émotion – Mets un mot précis sur ton émotion dominante du jour.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Auto-question – Demande-toi : « Pourquoi je ressens cela ? » sans te juger.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Journal émotionnel – Note trois émotions ressenties aujourd'hui et les situations qui les ont déclenchées.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Échelle émotionnelle – Sur une échelle de 1 à 10, évalue l'intensité de ton émotion principale du jour.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Faire 5 minutes de respiration consciente chaque matin (inspires 4s, bloques 4s, expires 4s).",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Choix interactif – Si tu ressens une émotion négative : A) Je respire 5 fois lentement B) Je vais marcher 5 minutes C) J'écris ce que je ressens",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Observation corporelle – Observe où ton émotion se manifeste dans ton corps (tension, chaleur, battement…).",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Décryptage – Note ce que cette émotion veut te dire (besoin non comblé, peur, fatigue, etc.).",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Lire un article ou regarder une vidéo sur la gestion émotionnelle.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Pause émotionnelle – Avant de réagir à une situation stressante, prends 10 secondes de recul.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Reformulation positive – Quand tu te sens frustré(e), transforme ton discours intérieur en phrase bienveillante.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Planifier une \"journée zéro stress\", où tu évites tout ce qui t'agace.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Action concrète – Va marcher dehors ou fais une activité relaxante quand tu sens ton stress monter.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Écriture – Décris une situation récente où tu as perdu ton calme. Que ferais-tu différemment aujourd'hui ?",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Choix interactif – Si tu sens une émotion monter : A) J'en parle à quelqu'un B) J'écris un message que je n'enverrai pas C) Je mets une musique qui m'apaise",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Essaie de simuler une émotion que tu ne ressens pas vraiment pendant 5 minutes devant tes proches, et observe leurs réactions.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Observation relationnelle – Observe comment tes émotions influencent ta manière de communiquer avec les autres.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Transformer une émotion négative en action utile (ex : colère → sport, peur → préparation).",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Exercice de gratitude – Note trois émotions positives ressenties cette semaine et ce qui les a provoquées.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Journal de progression – Relis tes notes des jours précédents : qu'as-tu appris sur toi ?",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Situation simulée – Imagine une situation stressante à venir : note ta réaction idéale.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Passer une semaine entière sans te plaindre, ni à voix haute ni intérieurement. À chaque fois que tu t'en rends compte, note ce que tu ressens à la place.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Réflexion profonde – Quelles émotions as-tu le plus tendance à fuir ? Pourquoi ?",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Challenge empathie – Essaie de comprendre l'émotion de quelqu'un d'autre sans la juger et note la",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Choix interactif avancé – Tu ressens une émotion forte : A) Tu t'isoles pour la comprendre B) Tu en parles calmement à la personne concernée C) Tu l'exprimes par une activité (écrire, marcher, dessiner…)",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Action concrète – Applique une technique apprise cette semaine dans une situation réelle difficile.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Observation longue durée – Pendant 24 heures, observe comment tes émotions varient selon les moments de la journée.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Exercice d'intégration – Crée ta propre \"routine émotionnelle\" (rituel de respiration, écriture, gratitude, etc.).",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Fais face à une situation qui te mettait autrefois mal à l'aise et applique tout ce que tu as appris pour rester maître de tes émotions.",
      "difficulte": 3
    }
  ],
  "💪 Rebondir après un échec": [
    {
      "numero": 1,
      "mission": "Réflexion simple – Souviens-toi d'un petit échec passé (examen, projet, situation). Juste le reconnaître et note en une phrase ce que tu as ressenti à ce moment-là.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Remplacer le mot \"échec\" par \"expérience\" pendant une journée entière.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Observation – Quels mots utilises-tu pour parler d'un échec ? Sont-ils durs ou bienveillants ?",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Action concrète – Regarde une vidéo ou lis une citation inspirante sur la valeur de l'échec.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Journal – Écris 3 choses que tu as apprises grâce à un échec du passé.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Choix interactif – Quand tu échoues : A) Tu te blâmes B) Tu cherches une raison C) Tu te demandes ce que tu peux apprendre → Essaie aujourd'hui de choisir la réponse C.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Perspective – Réfléchis à une personne célèbre qui a échoué avant de réussir (ex. J.K. Rowling, Edison, etc.).",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Écriture – Décris comment tu réagirais si ton meilleur ami vivait ton échec. Quelle parole bienveillante lui offrirais-tu ?",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Action symbolique – Écris sur un papier un échec marquant, plie-le, et garde-le comme symbole de leçon apprise.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Respiration consciente – Ferme les yeux, respire profondément, et répète mentalement : \"L'échec ne me définit pas.\"",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Noter une phrase motivante sur la persévérance et la relire chaque matin.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Réécriture – Transforme ton échec en histoire d'apprentissage : \"J'ai appris que…\"",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Action concrète – Accomplis aujourd'hui une petite tâche que tu repousses depuis un échec passé.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Choix interactif – Face à une erreur aujourd'hui, choisis de : A) En rire B) En tirer une leçon C) Demander conseil à quelqu'un",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Partage – Raconte à une personne de confiance un échec passé et ce que tu en as tiré.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Réflexion – Identifie 3 qualités que cet échec t'a aidé à développer (ex : patience, persévérance, lucidité) et note les.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Action – Essaie de refaire une activité dans laquelle tu avais échoué autrefois, sans viser la perfection.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Regarder une vidéo ou un TED Talk sur la résilience.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Écris tout ce que ton plus grand échec t'a coûté, puis tout ce qu'il t'a appris - Brûle la première feuille, garde la seconde",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Lister cinq choses que tu pourrais faire dès maintenant pour avancer malgré tout.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Action concrète – Fixe-toi un petit objectif dans un domaine où tu as échoué, et fais le premier pas aujourd'hui.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Réflexion profonde – Que t'a appris cet échec sur toi, sur ta manière de réagir à la difficulté ?",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Partage inspirant – Parle à quelqu'un d'un de tes échecs avec une attitude positive et apaisée.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Choix interactif avancé – Face à une difficulté à venir : A) Tu te protèges en évitant B) Tu avances en t'adaptant C) Tu t'y confrontes avec courage → Choisis consciemment B ou C.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Établir un plan d'action en trois étapes pour te relever d'un échec précis.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Action d'impact – Aide quelqu'un d'autre à relativiser son propre échec.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Accepter un feedback difficile sans te défendre, en cherchant seulement à comprendre.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Défi de courage – Lance-toi dans une activité où tu n'es pas sûr(e) de réussir, juste pour apprendre.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Intégration – Fais la liste de toutes les choses positives qui ont découlé de ton plus grand échec.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Prends un risque calculé (professionnel, social ou personnel) et vois comment tu gères l'incertitude — félicite-toi d'avoir osé.",
      "difficulte": 3
    }
  ],
  "🌊 Apprendre le lâcher-prise": [
    {
      "numero": 1,
      "mission": "Dire \"tant pis\" à une situation mineure qui t'agace au lieu d'essayer de la corriger.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Note une situation récente où tu as essayé de tout contrôler, et ce que cela t'a coûté en stress.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Respire profondément pendant 1 minute en laissant passer les pensées sans y réagir.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Identifie une pensée répétitive qui te bloque et note-la dans ton journal.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Choix interactif : Quand tu te sens frustré(e) : A) Tu rumines B) Tu observes sans juger C) Tu agis immédiatement → Essaie aujourd'hui B.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Remarque comment ton corps réagit quand tu résistes à une situation.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Écris une petite phrase pour toi : \"Je choisis de laisser passer ce qui m'échappe.\"",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Faire une activité sans objectif précis (dessiner, marcher, écrire librement…).",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Ranger ou jeter un objet inutile auquel tu t'accrochais sans vraie raison.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Note dans ton journal 3 choses sur lesquelles tu n'as aucun contrôle et accepte-les mentalement.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Laisser quelqu'un d'autre choisir à ta place (film, restaurant, activité…).",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Choisis consciemment de ne pas corriger quelque chose aujourd'hui qui te dérange habituellement.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Écris une situation récente que tu aurais voulu changer et note ce que tu peux apprendre de l'acceptation.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Passer une journée complète sans planifier ni organiser quoi que ce soit.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Note 3 manières dont le lâcher-prise pourrait améliorer ta journée.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Choix interactif : Dans une situation stressante : A) Tu critiques B) Tu acceptes C) Tu planifies → Choisis B ou C aujourd'hui.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Partage avec quelqu'un ce que tu as essayé de contrôler inutilement et comment tu as réagi.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pas de musique, pas de podcasts, pas de réseaux. Juste toi, tes pensées et le silence sur une journée",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Écris 3 situations récentes où tu aurais pu mieux laisser aller le contrôle.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Défi action : décide aujourd'hui de ne pas intervenir dans une petite situation et observe le résultat.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Crée une mini routine quotidienne de 5 minutes pour relâcher le contrôle.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Écris dans ton journal comment le lâcher-prise influence ton bien-être.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Défi social : laisse quelqu'un décider pour toi une petite chose aujourd'hui.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Choix interactif : Face à une difficulté : A) Je contrôle B) J'accepte C) J'adapte → Choisis B ou C.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Réflexion : note une situation importante que tu refuses encore de lâcher et explore pourquoi.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Passer un week-end sans plan, sans montre ni notifications.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Action : fais une activité créative sans chercher à la réussir parfaitement.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Écris 3 bénéfices que tu constates dans ta vie en pratiquant le lâcher-prise.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Accepter d'être en retard de 5 minutes sans stress ni justification.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale : vis une journée entière en laissant passer tout ce qui ne dépend pas de toi et note ton ressenti.",
      "difficulte": 3
    }
  ],
  "🤝 Devenir plus charismatique et développer mon réseau": [
    {
      "numero": 1,
      "mission": "Observe quelqu'un que tu trouves charismatique et note ce qui te frappe chez cette personne.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Souris consciemment à 3 personnes aujourd'hui et note leurs réactions.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Note dans ton journal une qualité que tu admires chez quelqu'un et que tu aimerais développer.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Choix interactif : Lors d'une rencontre : A) Tu restes en retrait B) Tu engages la conversation C) Tu évites → Essaie B aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Présente-toi à une nouvelle personne en utilisant ton prénom et un détail sur toi.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Observe comment ton langage corporel influence la manière dont les autres te perçoivent.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Écris une petite phrase pour te rappeler d'être ouvert et confiant aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Écoute activement une personne aujourd'hui et note ce que tu apprends.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Ralentir ton débit de parole pour dégager calme et assurance",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Respiration consciente : prends 3 grandes respirations avant de parler à quelqu'un pour te sentir plus rassuré.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Engage une conversation avec une personne que tu ne connais pas bien aujourd'hui.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Action concrète : pose une question ouverte pour mieux connaître quelqu'un.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Choix interactif : Pendant une discussion : A) Tu parles seulement de toi B) Tu écoutes et rebondis sur l'autre C) Tu ignores → Essaie B.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note dans ton journal une interaction réussie et ce qui l'a rendue positive.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Complimente sincèrement quelqu'un aujourd'hui.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Observe et note ton langage corporel pendant une interaction sociale.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Défi : contacte une personne de ton réseau pour prendre de ses nouvelles.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Réflexion : quelles qualités charismatiques souhaites-tu développer et pourquoi ?",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Action : raconte une anecdote intéressante sur toi pour engager une conversation.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Partage une ressource utile ou un conseil avec quelqu'un pour renforcer le lien.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Adopter une posture droite et ouverte pendant une discussion",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Défi social : initie une discussion avec 2 personnes que tu ne connais pas bien.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Choix interactif : Si tu es timide dans une rencontre : A) Tu restes silencieux B) Tu souris et engages un sujet léger C) Tu pars → Essaie B.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Observe comment ton attitude influence l'humeur des autres autour de toi.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Action : participe à un événement social ou professionnel et présente-toi à au moins 3 nouvelles personnes.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Écris 3 qualités charismatiques que tu as observées chez toi récemment.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "regarder une vidéo ou podcast d'une personne charismatique et analyser sa façon de parler et d'écouter les autres",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Partage une réussite ou expérience personnelle de manière concise et engageante.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Défi avancé : propose ton aide ou collaboration à quelqu'un dans ton réseau.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale : organise ou participe activement à une rencontre sociale et applique toutes les compétences développées ce mois-ci.",
      "difficulte": 3
    }
  ],
  "💰 Diversifier mes sources de revenus": [
    {
      "numero": 1,
      "mission": "Note dans ton journal toutes tes sources actuelles de revenus.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Observe une dépense récente et réfléchis à comment tu aurais pu l'optimiser.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Écris 3 idées simples pour générer un revenu supplémentaire.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Choix interactif : Face à une opportunité financière : A) Tu ignores B) Tu notes pour étudier plus tard C) Tu décides impulsivement → Essaie B aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Défi action : fais une recherche rapide sur une méthode simple pour gagner un revenu supplémentaire.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Note une compétence ou passion que tu pourrais monétiser.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Écris une phrase pour toi : \"Je peux créer de nouvelles opportunités de revenus.\"",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Observe comment tes habitudes de dépense influencent ton potentiel d'épargne ou d'investissement.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Réflexion : note les revenus passifs que tu connais ou dont tu as entendu parler.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Défi : parle avec quelqu'un de ton entourage d'une idée de revenu complémentaire.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Défi action : choisis une petite idée et teste-la à petite échelle (ex. vendre un objet, proposer un service).",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Vends un objet dont tu ne te sers plus pour tester la sensation de \"générer de la valeur\"",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Choix interactif : Face à un risque : A) Tu n'agis pas B) Tu testes à petite échelle C) Tu attends indéfiniment → Essaie B.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Écris 3 compétences que tu pourrais développer pour diversifier tes revenus.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Partage ton idée ou projet avec quelqu'un de confiance pour avis ou conseils.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Défi : crée un petit plan pour générer un revenu supplémentaire sur le mois. Observe et note ce qui fonctionne et ce qui bloque ton initiative.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Renseigne toi sur les bases de l'investissement (intérêts composés, revenus passifs, diversification)",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Réflexion : note tes peurs ou freins liés à l'argent et aux nouvelles sources de revenus.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Action concrète : mets en place un petit flux de revenu en ligne (ex. vente, freelance, formation).",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Choix interactif : Si un projet échoue : A) Tu abandonnes B) Tu ajustes et continues C) Tu ignores → Essaie B.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Défi : mets en place un revenu passif simple (ex. affiliation, micro-services). Note les gains et les apprentissages.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Apprendre une compétence monétisable (marketing, design, rédaction, automatisation, etc.)",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Choix interactif : Face à une opportunité plus complexe : A) Tu procrastines B) Tu analyses et planifies C) Tu abandonnes → Essaie B.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Action : élabore un plan sur 3 à 6 mois pour diversifier davantage tes revenus.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Observe comment l'ajout de nouvelles sources de revenus influence ton sentiment de sécurité.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Défi social : partage une stratégie ou idée rentable avec un ami ou collègue.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Réflexion : note quelles sources de revenus sont les plus alignées avec tes compétences et passions.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Action : investis du temps chaque jour sur une idée pour la rendre rentable.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Intégration : mets en place un suivi régulier pour toutes tes sources de revenus.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale : atteins un objectif financier concret avec une nouvelle source de revenu et note tes résultats et apprentissages.",
      "difficulte": 3
    }
  ],
  "😰 Gérer mon anxiété et mon stress": [
    {
      "numero": 1,
      "mission": "Respirer profondément pendant une minute dès que tu sens le stress monter",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Faire une promenade de 15 minutes sans téléphone dès que tu es tendu",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Écouter une musique douce pendant 10 minutes en te concentrant sur ta respiration",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Écris ce qui te rends anxieux ou te stress",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Défi : note 3 choses qui t'apaisent immédiatement.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Identifie 3 signes qui montrent que ton stress monte.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Choix interactif — Quand tu ressens du stress : A) Tu ignores B) Tu t'énerves C) Tu respires profondément → Essaie C aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Faire un rituel relaxant chaque soir (bain, tisane, lumière tamisée, étirement)",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Te répéter une phrase apaisante \"ex : je ne peux pas tout contrôler, alors je m'en fiche\"",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Prends un moment pour lire et note ce que tu as ressentis",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Identifie trois situations qui déclenchent le plus souvent ton anxiété",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Passe une journée sans caféine ni sucre pour observer ton niveau de tension",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Faire un exercice de respiration 4-7-8 (inspire 4s, retiens 7s, expire 8s) matin et soir",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Tenir un journal du stress : noter le déclencheur, la réaction et la solution possible",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Faire un étirement complet de 10 minutes chaque matin",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Choix interactif — Face à une inquiétude : A) Tu la rumines B) Tu en parles C) Tu l'analyses calmement → Essaie C.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Test une séance de méditation et note les bienfaits",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Exprime ce que tu ressens à une personne de confiance au lieu de le garder pour toi",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Fais une déconnexion numérique de 2 heures chaque soir",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Faire une action concrète pour réduire une source d'anxiété (organisation, rangement, planification)",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Passe 24 heures sans parler du passé ni du futur, seulement du moment présent",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Faire face volontairement à une petite peur pour prouver que tu peux la gérer",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Choix interactif — Face à un problème : A) Tu paniques B) Tu prends du recul C) Tu abandonnes → Essaie B.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Remplace chaque pensée anxieuse par une action minuscule (bouger, écrire, respirer)",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Fais une séance de sport pour canaliser ton énergie nerveuse",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Passe une semaine sans te plaindre ni dramatiser une situation",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Intégration : applique une routine anti-stress quotidienne pendant 1 semaine.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Écris une lettre à ton anxiété comme à une amie que tu veux comprendre",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Commence ta journée en répétant \"je n'ai pas besoin de tout contrôler\"",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Termine chaque journée en notant trois choses qui se sont bien passées, même petites",
      "difficulte": 3
    }
  ],
  "💤 Améliorer la qualité de mon sommeil": [
    {
      "numero": 1,
      "mission": "Note à quelle heure tu t'es endormi hier et comment tu t'es senti au réveil.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Défi : choisis une heure fixe de coucher pour ce soir (et respecte-la).",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Action : évite les écrans 30 minutes avant de dormir.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Choix interactif : Avant de dormir, tu préfères : A) Scroll sur ton téléphone B) Lire 10 minutes C) Musique douce → Essaie B ou C.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Observe ce qui t'empêche de t'endormir facilement (pensées, bruit, lumière…).",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Action : fais 3 minutes de respiration profonde avant de te coucher.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Défi : crée une ambiance calme : lumière faible + chambre rangée.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note ce que tu as mangé/ bu le soir et vérifie si ça impacte ton sommeil.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Action : évite la caféine après 16h aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Défi : prends une douche tiède 1 heure avant de dormir.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Réflexion : décris ton \"sommeil idéal\".",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Choix interactif : Si tu te réveilles la nuit : A) Tu regardes ton téléphone B) Tu respires lentement C) Tu stresses → Essaie B.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Action : crée une petite routine de 5 minutes avant de dormir (étirements, respiration, lecture).",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note si tu dors mieux dans le silence complet ou avec un bruit léger.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Défi : essaye un coucher 1h plus tôt que d'habitude.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Action : écris dans ton journal 3 pensées stressantes pour les \"sortir de ta tête\".",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Observe et note sur 10 la qualité de ton matelas/oreiller (confort ? soutien ?).",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Défi : aère ta chambre 10 minutes avant de te coucher.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Action : pratique 5 minutes d'étirement léger avant d'aller au lit.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Choix interactif : Quand tu es fatigué : A) Tu forces B) Tu fais une vraie pause C) Tu bois du café → Essaie B.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Défi : Lis au moins 1 chapitre avant d'aller te coucher et note les effets positifs",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Action : fais une marche de 10 minutes dans la journée.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Note ton niveau d'énergie matin/midi/soir.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Défi : essaye de te réveiller à la même heure demain.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Action : limite le sucre le soir.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Observation : note si tu dors mieux après une journée sportive.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Défi : mets ton téléphone hors de portée pendant la nuit.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Action : bois une tisane relaxante ce soir.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Réflexion : écris ce qui perturbe ton sommeil mentalement.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale : crée ta \"routine de sommeil parfaite\" : – heure de coucher fixe – 15 minutes sans écran – respiration, étirements, lecture – environnement calme & frais – tenue d'un journal du soir",
      "difficulte": 3
    }
  ],
  "💪 Prendre confiance en moi (sans écraser les autres)": [
    {
      "numero": 1,
      "mission": "Note dans ton journal une situation récente où tu t'es senti(e) peu sûr(e) de toi.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Observe tes forces et qualités personnelles.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Écris 3 réussites récentes, même petites.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Choix interactif : Quand tu hésites à t'exprimer : A) Tu restes silencieux B) Tu dis ton opinion calmement C) Tu ignores → Essaie B aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Action concrète : complimente sincèrement quelqu'un autour de toi.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Note dans ton journal une qualité que tu veux mettre en avant aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Défi : prends une petite initiative que tu n'oses pas d'habitude.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Observe ton langage corporel : tiens-toi droit pendant 5 minutes.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Réflexion : écris une phrase positive sur toi-même.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Action : exprime un petit besoin ou souhait à quelqu'un de manière claire et respectueuse.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Défi : prends la parole dans une conversation de groupe au moins une fois.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Écris dans ton journal une situation où tu aurais pu être plus confiant et comment tu agirais différemment.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Choix interactif : Face à un défi social : A) Tu évites B) Tu prends l'initiative C) Tu ignores → Essaie B.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Action concrète : propose une idée ou une solution lors d'une réunion ou discussion.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Note 3 situations où tu peux exprimer ton opinion calmement cette semaine.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Défi : observe les réactions positives des autres lorsque tu t'exprimes avec confiance.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Réflexion : écris ce que tu ressens quand tu agis avec assurance sans dominer les autres.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Dis ce que tu ressens à une personne proche sans tourner autour du pot",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Défi : accepte un compliment sans te dévaloriser.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Note dans ton journal une action courageuse que tu as réalisée cette semaine.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Défi : engage une conversation avec une personne inconnue aujourd'hui.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Écris dans ton journal une réussite importante où tu as agi avec confiance.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Choix interactif : Si tu sens l'insécurité : A) Tu recules B) Tu appliques une technique de confiance C) Tu ignores → Essaie B.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Action : exprime un désaccord calmement et de manière constructive.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Défi : prends la responsabilité d'une petite décision ou d'un projet.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Note 3 qualités qui te rendent confiant et que tu peux utiliser régulièrement.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Défi : demande de l'aide ou un feedback ouvertement sans gêne.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Action concrète : pratique une situation sociale qui te met légèrement mal à l'aise et observe tes progrès.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Intégration : applique tes techniques de confiance et d'affirmation chaque jour pendant une semaine.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale : réalise un objectif personnel ou professionnel qui nécessite courage et confiance, note le résultat et les apprentissages sur ta confiance en toi.",
      "difficulte": 3
    }
  ],
  "📵 Réduire mon temps d'écran": [
    {
      "numero": 1,
      "mission": "Note le temps que tu passes aujourd'hui sur ton téléphone ou ordinateur.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Observe les moments où tu consultes ton téléphone sans réelle nécessité.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Écris 3 activités non numériques que tu aimerais faire aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Choix interactif : Avant de prendre ton téléphone : A) Tu l'utilises automatiquement B) Tu réfléchis si c'est nécessaire C) Tu ignores → Essaie B aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Action concrète : passe 30 minutes sans regarder ton téléphone ou tablette. Note comment tu te sens après une courte pause écran.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Mesure ton temps d'écran réel sur une journée complète et note tout ce que tu pourrais faire pendant ce laps de temps.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Défi : supprime ou désactive une notification pendant une journée.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Observe ton comportement lorsque tu prends une pause numérique.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Action : remplace une session réseaux sociaux par une activité physique ou créative.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Réflexion : écris une phrase sur l'importance de se déconnecter pour ton bien-être.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Défi : définis une plage horaire sans écrans dans ta journée. Écris les bénéfices ressentis après une période sans écran.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Mets ton téléphone en mode avion 30 minutes après le réveil pendant 3 jours, note les bienfaits.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Choix interactif : Face à l'envie de vérifier ton téléphone : A) Tu cèdes B) Tu attends 10 minutes C) Tu ignores → Essaie B.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Action concrète : lis un livre ou fais une activité manuelle à la place des écrans pendant 30 minutes.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Note 3 moments où tu peux réduire l'usage des écrans dans ta journée.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Défi : ne regarde pas ton téléphone pendant un repas.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Observe et note ton niveau d'attention et de fatigue après une période réduite d'écran.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Action : fixe une limite quotidienne de temps d'écran et respecte-la.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Défi : pratique 1 heure de déconnexion totale ce week-end. Note les effets positifs sur ton sommeil, humeur ou productivité.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Range ton téléphone dans une autre pièce pendant que tu travailles",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Défi : remplace une heure de navigation passive par une activité enrichissante (sport, apprentissage, hobby).",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Écris les changements ressentis après plusieurs jours avec moins d'écrans.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Choix interactif : Si tu as envie de regarder ton écran : A) Tu cèdes B) Tu fais d'abord une activité utile ou agréable C) Tu ignores → Essaie B.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Action : planifie ta semaine avec des moments \"sans écran\" réguliers.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Défi : supprime une application que tu utilises trop ou inutilement.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Fais une liste de tout ce que tu pourrais faire si ton téléphone n'existait pas",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Défi : pratique une journée complète avec un usage minimal des écrans.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Action : remplace les notifications par des rappels physiques ou papiers.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Intégration : applique chaque jour une période sans écran pendant une semaine complète.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale : fais un bilan sur ton utilisation des écrans, note les progrès et fixe de nouvelles limites pour ton bien-être et ta productivité.",
      "difficulte": 3
    }
  ],
  "🧘 Vivre plus dans le moment présent (mindfulness)": [
    {
      "numero": 1,
      "mission": "Note dans ton journal un moment aujourd'hui où tu étais pleinement attentif à ce que tu faisais.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Observe les moments où ton esprit divague ou se projette dans le passé ou le futur.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Écris 3 choses que tu as vues ou ressenties avec attention aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Choix interactif : Quand ton esprit s'échappe : A) Tu continues à penser à autre chose B) Tu te ramènes doucement au présent C) Tu ignores → Essaie B aujourd'hui.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Action concrète : respire profondément pendant 2 minutes en observant les sensations dans ton corps.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Note une expérience agréable que tu as vécue en étant attentif.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Défi : concentre-toi pleinement sur un repas ou une boisson pendant 5 minutes.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Regarder le ciel ou un paysage pendant 3 minutes sans rien faire",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Action : fais une courte marche en observant chaque pas et tes sensations corporelles. Note ce que tu as remarqué en te concentrant sur le moment présent.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Écoute une chanson en prêtant attention à chaque instrument",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Défi : pratique une méditation guidée de 5 minutes. Écris ce que tu ressens après cette pratique.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Mange un repas sans téléphone ni distraction",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Choix interactif : Si ton esprit divague pendant une tâche : A) Tu abandonnes la concentration B) Tu ramènes doucement ton attention C) Tu ignores → Essaie B.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Avoir une conversation en écoutant vraiment, ne pense pas à ta réponse",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Prendre une douche en pleine conscience : sentir l'eau, la chaleur, ton souffle",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Défi : concentre-toi sur ta respiration pendant 3 minutes avant de commencer une tâche importante.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Observation : note les changements dans ton humeur ou stress après une pratique attentive.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Marche dans la nature en silence sans musique ni téléphone",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Défi : observe une personne ou un objet avec attention pendant 5 minutes sans jugement. Note les bénéfices immédiats de ces pratiques sur ta concentration et ton calme.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Assis toi dehors 10 minutes avec un café juste pour prendre un bol d'air frais",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Défi : pratique une méditation guidée de 10 minutes.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Écris comment la pratique de la pleine conscience influence ton stress et ta concentration.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Choix interactif : Quand tu te sens stressé : A) Tu ignores B) Tu respires et observes tes sensations C) Tu fuis → Essaie B.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Fais une activité manuelle lente (cuisine, dessin, écriture, nettoyage) sans objectif",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Défi : applique la pleine conscience pendant une activité créative ou physique (sport, dessin, jardinage).",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Note 3 moments de la journée où tu as réussi à rester pleinement attentif.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Défi : pratique une journée en essayant d'être attentif à chaque action pendant 30 minutes.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Assis toi face au lever ou au coucher du soleil sans rien faire d'autre, profite.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Fais un jour complet sans musique, podcast ou vidéo — juste le silence de ta vie réelle",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale : fais un bilan sur ton progrès à vivre dans le moment présent, note les changements sur ton bien-être et fixe des habitudes pour continuer à pratiquer.",
      "difficulte": 3
    }
  ],
  "⚡ Me fixer des règles et les respecter": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à la discipline personnelle.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où la discipline personnelle t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur la discipline personnelle.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant la discipline personnelle.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de la discipline personnelle avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant la discipline personnelle.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent la discipline personnelle.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à la discipline personnelle.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant la discipline personnelle.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer la discipline personnelle.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur la discipline personnelle.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur la discipline personnelle à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur la discipline personnelle.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur la discipline personnelle.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à la discipline personnelle.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur la discipline personnelle.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour la discipline personnelle.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique la discipline personnelle dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant la discipline personnelle.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur la discipline personnelle.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur la discipline personnelle.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec la discipline personnelle.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre la discipline personnelle dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à la discipline personnelle.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour la discipline personnelle.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur la discipline personnelle.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant la discipline personnelle.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur la discipline personnelle.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour la discipline personnelle.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur la discipline personnelle.",
      "difficulte": 3
    }
  ],
  "👂 Être plus empathique et développer mon écoute active": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à l'empathie et l'écoute.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où l'empathie et l'écoute t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur l'empathie et l'écoute.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant l'empathie et l'écoute.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de l'empathie et l'écoute avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant l'empathie et l'écoute.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent l'empathie et l'écoute.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à l'empathie et l'écoute.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant l'empathie et l'écoute.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer l'empathie et l'écoute.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur l'empathie et l'écoute.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur l'empathie et l'écoute à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur l'empathie et l'écoute.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur l'empathie et l'écoute.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à l'empathie et l'écoute.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur l'empathie et l'écoute.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour l'empathie et l'écoute.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique l'empathie et l'écoute dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant l'empathie et l'écoute.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur l'empathie et l'écoute.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur l'empathie et l'écoute.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec l'empathie et l'écoute.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre l'empathie et l'écoute dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à l'empathie et l'écoute.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour l'empathie et l'écoute.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur l'empathie et l'écoute.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant l'empathie et l'écoute.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur l'empathie et l'écoute.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour l'empathie et l'écoute.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur l'empathie et l'écoute.",
      "difficulte": 3
    }
  ],
  "💬 M'affirmer (oser dire les choses sans blesser)": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à l'affirmation de soi.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où l'affirmation de soi t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur l'affirmation de soi.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant l'affirmation de soi.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de l'affirmation de soi avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant l'affirmation de soi.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent l'affirmation de soi.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à l'affirmation de soi.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant l'affirmation de soi.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer l'affirmation de soi.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur l'affirmation de soi.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur l'affirmation de soi à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur l'affirmation de soi.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur l'affirmation de soi.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à l'affirmation de soi.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur l'affirmation de soi.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour l'affirmation de soi.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique l'affirmation de soi dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant l'affirmation de soi.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur l'affirmation de soi.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur l'affirmation de soi.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec l'affirmation de soi.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre l'affirmation de soi dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à l'affirmation de soi.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour l'affirmation de soi.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur l'affirmation de soi.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant l'affirmation de soi.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur l'affirmation de soi.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour l'affirmation de soi.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur l'affirmation de soi.",
      "difficulte": 3
    }
  ],
  "😶 Surmonter ma timidité et oser m'exprimer": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à surmonter la timidité.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où surmonter la timidité t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur surmonter la timidité.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant surmonter la timidité.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de surmonter la timidité avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant surmonter la timidité.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent surmonter la timidité.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à surmonter la timidité.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant surmonter la timidité.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer surmonter la timidité.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur surmonter la timidité.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur surmonter la timidité à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur surmonter la timidité.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur surmonter la timidité.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à surmonter la timidité.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur surmonter la timidité.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour surmonter la timidité.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique surmonter la timidité dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant surmonter la timidité.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur surmonter la timidité.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur surmonter la timidité.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec surmonter la timidité.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre surmonter la timidité dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à surmonter la timidité.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour surmonter la timidité.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur surmonter la timidité.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant surmonter la timidité.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur surmonter la timidité.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour surmonter la timidité.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur surmonter la timidité.",
      "difficulte": 3
    }
  ],
  "⚖️ Mieux gérer les conflits et critiques": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à la gestion des conflits.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où la gestion des conflits t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur la gestion des conflits.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant la gestion des conflits.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de la gestion des conflits avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant la gestion des conflits.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent la gestion des conflits.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à la gestion des conflits.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant la gestion des conflits.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer la gestion des conflits.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur la gestion des conflits.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur la gestion des conflits à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur la gestion des conflits.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur la gestion des conflits.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à la gestion des conflits.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur la gestion des conflits.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour la gestion des conflits.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique la gestion des conflits dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant la gestion des conflits.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur la gestion des conflits.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur la gestion des conflits.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec la gestion des conflits.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre la gestion des conflits dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à la gestion des conflits.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour la gestion des conflits.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur la gestion des conflits.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant la gestion des conflits.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur la gestion des conflits.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour la gestion des conflits.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur la gestion des conflits.",
      "difficulte": 3
    }
  ],
  "🚀 Entreprendre et développer ma créativité": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à l'entrepreneuriat et la créativité.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où l'entrepreneuriat et la créativité t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur l'entrepreneuriat et la créativité.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant l'entrepreneuriat et la créativité.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de l'entrepreneuriat et la créativité avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant l'entrepreneuriat et la créativité.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent l'entrepreneuriat et la créativité.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à l'entrepreneuriat et la créativité.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant l'entrepreneuriat et la créativité.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer l'entrepreneuriat et la créativité.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur l'entrepreneuriat et la créativité.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur l'entrepreneuriat et la créativité à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur l'entrepreneuriat et la créativité.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur l'entrepreneuriat et la créativité.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à l'entrepreneuriat et la créativité.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur l'entrepreneuriat et la créativité.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour l'entrepreneuriat et la créativité.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique l'entrepreneuriat et la créativité dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant l'entrepreneuriat et la créativité.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur l'entrepreneuriat et la créativité.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur l'entrepreneuriat et la créativité.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec l'entrepreneuriat et la créativité.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre l'entrepreneuriat et la créativité dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à l'entrepreneuriat et la créativité.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour l'entrepreneuriat et la créativité.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur l'entrepreneuriat et la créativité.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant l'entrepreneuriat et la créativité.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur l'entrepreneuriat et la créativité.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour l'entrepreneuriat et la créativité.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur l'entrepreneuriat et la créativité.",
      "difficulte": 3
    }
  ],
  "🎯 Prendre des risques calculés / mieux prendre des décisions": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à la prise de décision.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où la prise de décision t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur la prise de décision.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant la prise de décision.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de la prise de décision avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant la prise de décision.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent la prise de décision.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à la prise de décision.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant la prise de décision.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer la prise de décision.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur la prise de décision.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur la prise de décision à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur la prise de décision.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur la prise de décision.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à la prise de décision.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur la prise de décision.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour la prise de décision.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique la prise de décision dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant la prise de décision.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur la prise de décision.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur la prise de décision.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec la prise de décision.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre la prise de décision dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à la prise de décision.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour la prise de décision.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur la prise de décision.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant la prise de décision.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur la prise de décision.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour la prise de décision.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur la prise de décision.",
      "difficulte": 3
    }
  ],
  "✨ Trouver ma passion": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à trouver ta passion.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où trouver ta passion t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur trouver ta passion.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant trouver ta passion.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de trouver ta passion avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant trouver ta passion.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent trouver ta passion.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à trouver ta passion.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant trouver ta passion.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer trouver ta passion.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur trouver ta passion.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur trouver ta passion à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur trouver ta passion.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur trouver ta passion.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à trouver ta passion.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur trouver ta passion.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour trouver ta passion.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique trouver ta passion dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant trouver ta passion.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur trouver ta passion.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur trouver ta passion.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec trouver ta passion.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre trouver ta passion dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à trouver ta passion.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour trouver ta passion.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur trouver ta passion.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant trouver ta passion.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur trouver ta passion.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour trouver ta passion.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur trouver ta passion.",
      "difficulte": 3
    }
  ],
  "🌟 Vivre de ma passion": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à vivre de ta passion.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où vivre de ta passion t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur vivre de ta passion.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant vivre de ta passion.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de vivre de ta passion avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant vivre de ta passion.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent vivre de ta passion.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à vivre de ta passion.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant vivre de ta passion.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer vivre de ta passion.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur vivre de ta passion.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur vivre de ta passion à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur vivre de ta passion.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur vivre de ta passion.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à vivre de ta passion.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur vivre de ta passion.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour vivre de ta passion.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique vivre de ta passion dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant vivre de ta passion.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur vivre de ta passion.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur vivre de ta passion.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec vivre de ta passion.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre vivre de ta passion dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à vivre de ta passion.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour vivre de ta passion.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur vivre de ta passion.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant vivre de ta passion.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur vivre de ta passion.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour vivre de ta passion.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur vivre de ta passion.",
      "difficulte": 3
    }
  ],
  "🚫 Sortir de ma dépendance": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à sortir de la dépendance.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où sortir de la dépendance t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur sortir de la dépendance.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant sortir de la dépendance.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de sortir de la dépendance avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant sortir de la dépendance.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent sortir de la dépendance.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à sortir de la dépendance.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant sortir de la dépendance.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer sortir de la dépendance.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur sortir de la dépendance.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur sortir de la dépendance à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur sortir de la dépendance.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur sortir de la dépendance.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à sortir de la dépendance.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur sortir de la dépendance.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour sortir de la dépendance.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique sortir de la dépendance dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant sortir de la dépendance.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur sortir de la dépendance.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur sortir de la dépendance.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec sortir de la dépendance.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre sortir de la dépendance dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à sortir de la dépendance.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour sortir de la dépendance.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur sortir de la dépendance.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant sortir de la dépendance.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur sortir de la dépendance.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour sortir de la dépendance.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur sortir de la dépendance.",
      "difficulte": 3
    }
  ],
  "❤️ Améliorer mon cardio": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à l'amélioration du cardio.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où l'amélioration du cardio t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur l'amélioration du cardio.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant l'amélioration du cardio.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de l'amélioration du cardio avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant l'amélioration du cardio.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent l'amélioration du cardio.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à l'amélioration du cardio.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant l'amélioration du cardio.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer l'amélioration du cardio.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur l'amélioration du cardio.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur l'amélioration du cardio à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur l'amélioration du cardio.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur l'amélioration du cardio.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à l'amélioration du cardio.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur l'amélioration du cardio.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour l'amélioration du cardio.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique l'amélioration du cardio dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant l'amélioration du cardio.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur l'amélioration du cardio.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur l'amélioration du cardio.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec l'amélioration du cardio.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre l'amélioration du cardio dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à l'amélioration du cardio.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour l'amélioration du cardio.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur l'amélioration du cardio.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant l'amélioration du cardio.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur l'amélioration du cardio.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour l'amélioration du cardio.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur l'amélioration du cardio.",
      "difficulte": 3
    }
  ],
  "⚖️ Perdre du poids": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à la perte de poids.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où la perte de poids t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur la perte de poids.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant la perte de poids.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de la perte de poids avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant la perte de poids.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent la perte de poids.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à la perte de poids.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant la perte de poids.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer la perte de poids.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur la perte de poids.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur la perte de poids à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur la perte de poids.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur la perte de poids.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à la perte de poids.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur la perte de poids.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour la perte de poids.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique la perte de poids dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant la perte de poids.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur la perte de poids.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur la perte de poids.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec la perte de poids.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre la perte de poids dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à la perte de poids.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour la perte de poids.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur la perte de poids.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant la perte de poids.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur la perte de poids.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour la perte de poids.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur la perte de poids.",
      "difficulte": 3
    }
  ],
  "📅 Mieux m'organiser / Gérer mon temps efficacement": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à l'organisation et la gestion du temps.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où l'organisation et la gestion du temps t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur l'organisation et la gestion du temps.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant l'organisation et la gestion du temps.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de l'organisation et la gestion du temps avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant l'organisation et la gestion du temps.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent l'organisation et la gestion du temps.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à l'organisation et la gestion du temps.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant l'organisation et la gestion du temps.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer l'organisation et la gestion du temps.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur l'organisation et la gestion du temps.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur l'organisation et la gestion du temps à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur l'organisation et la gestion du temps.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur l'organisation et la gestion du temps.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à l'organisation et la gestion du temps.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur l'organisation et la gestion du temps.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour l'organisation et la gestion du temps.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique l'organisation et la gestion du temps dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant l'organisation et la gestion du temps.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur l'organisation et la gestion du temps.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur l'organisation et la gestion du temps.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec l'organisation et la gestion du temps.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre l'organisation et la gestion du temps dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à l'organisation et la gestion du temps.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour l'organisation et la gestion du temps.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur l'organisation et la gestion du temps.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant l'organisation et la gestion du temps.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur l'organisation et la gestion du temps.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour l'organisation et la gestion du temps.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur l'organisation et la gestion du temps.",
      "difficulte": 3
    }
  ],
  "⏰ Arrêter de procrastiner / améliorer ma concentration": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à arrêter de procrastiner.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où arrêter de procrastiner t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur arrêter de procrastiner.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant arrêter de procrastiner.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de arrêter de procrastiner avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant arrêter de procrastiner.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent arrêter de procrastiner.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à arrêter de procrastiner.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant arrêter de procrastiner.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer arrêter de procrastiner.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur arrêter de procrastiner.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur arrêter de procrastiner à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur arrêter de procrastiner.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur arrêter de procrastiner.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à arrêter de procrastiner.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur arrêter de procrastiner.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour arrêter de procrastiner.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique arrêter de procrastiner dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant arrêter de procrastiner.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur arrêter de procrastiner.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur arrêter de procrastiner.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec arrêter de procrastiner.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre arrêter de procrastiner dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à arrêter de procrastiner.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour arrêter de procrastiner.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur arrêter de procrastiner.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant arrêter de procrastiner.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur arrêter de procrastiner.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour arrêter de procrastiner.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur arrêter de procrastiner.",
      "difficulte": 3
    }
  ],
  "🔥 Ne pas abandonner trop vite": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à la persévérance.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où la persévérance t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur la persévérance.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant la persévérance.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de la persévérance avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant la persévérance.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent la persévérance.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à la persévérance.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant la persévérance.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer la persévérance.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur la persévérance.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur la persévérance à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur la persévérance.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur la persévérance.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à la persévérance.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur la persévérance.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour la persévérance.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique la persévérance dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant la persévérance.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur la persévérance.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur la persévérance.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec la persévérance.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre la persévérance dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à la persévérance.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour la persévérance.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur la persévérance.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant la persévérance.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur la persévérance.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour la persévérance.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur la persévérance.",
      "difficulte": 3
    }
  ],
  "🎯 Définir mes priorités": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à définir tes priorités.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où définir tes priorités t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur définir tes priorités.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant définir tes priorités.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de définir tes priorités avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant définir tes priorités.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent définir tes priorités.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à définir tes priorités.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant définir tes priorités.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer définir tes priorités.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur définir tes priorités.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur définir tes priorités à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur définir tes priorités.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur définir tes priorités.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à définir tes priorités.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur définir tes priorités.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour définir tes priorités.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique définir tes priorités dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant définir tes priorités.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur définir tes priorités.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur définir tes priorités.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec définir tes priorités.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre définir tes priorités dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à définir tes priorités.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour définir tes priorités.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur définir tes priorités.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant définir tes priorités.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur définir tes priorités.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour définir tes priorités.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur définir tes priorités.",
      "difficulte": 3
    }
  ],
  "🗺️ Planifier ma vie à court et moyen terme": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à la planification de vie.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où la planification de vie t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur la planification de vie.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant la planification de vie.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de la planification de vie avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant la planification de vie.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent la planification de vie.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à la planification de vie.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant la planification de vie.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer la planification de vie.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur la planification de vie.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur la planification de vie à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur la planification de vie.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur la planification de vie.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à la planification de vie.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur la planification de vie.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour la planification de vie.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique la planification de vie dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant la planification de vie.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur la planification de vie.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur la planification de vie.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec la planification de vie.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre la planification de vie dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à la planification de vie.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour la planification de vie.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur la planification de vie.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant la planification de vie.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur la planification de vie.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour la planification de vie.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur la planification de vie.",
      "difficulte": 3
    }
  ],
  "🛡️ Apprendre à dire non": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à apprendre à dire non.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où apprendre à dire non t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur apprendre à dire non.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant apprendre à dire non.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de apprendre à dire non avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant apprendre à dire non.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent apprendre à dire non.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à apprendre à dire non.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant apprendre à dire non.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer apprendre à dire non.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur apprendre à dire non.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur apprendre à dire non à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur apprendre à dire non.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur apprendre à dire non.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à apprendre à dire non.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur apprendre à dire non.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour apprendre à dire non.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique apprendre à dire non dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant apprendre à dire non.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur apprendre à dire non.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur apprendre à dire non.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec apprendre à dire non.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre apprendre à dire non dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à apprendre à dire non.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour apprendre à dire non.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur apprendre à dire non.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant apprendre à dire non.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur apprendre à dire non.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour apprendre à dire non.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur apprendre à dire non.",
      "difficulte": 3
    }
  ],
  "�� Arrêter de me comparer aux autres": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à arrêter de te comparer.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où arrêter de te comparer t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur arrêter de te comparer.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant arrêter de te comparer.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de arrêter de te comparer avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant arrêter de te comparer.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent arrêter de te comparer.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à arrêter de te comparer.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant arrêter de te comparer.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer arrêter de te comparer.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur arrêter de te comparer.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur arrêter de te comparer à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur arrêter de te comparer.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur arrêter de te comparer.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à arrêter de te comparer.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur arrêter de te comparer.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour arrêter de te comparer.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique arrêter de te comparer dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant arrêter de te comparer.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur arrêter de te comparer.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur arrêter de te comparer.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec arrêter de te comparer.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre arrêter de te comparer dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à arrêter de te comparer.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour arrêter de te comparer.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur arrêter de te comparer.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant arrêter de te comparer.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur arrêter de te comparer.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour arrêter de te comparer.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur arrêter de te comparer.",
      "difficulte": 3
    }
  ],
  "🤗 Accepter qui je suis": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à l'acceptation de soi.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où l'acceptation de soi t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur l'acceptation de soi.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant l'acceptation de soi.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de l'acceptation de soi avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant l'acceptation de soi.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent l'acceptation de soi.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à l'acceptation de soi.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant l'acceptation de soi.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer l'acceptation de soi.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur l'acceptation de soi.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur l'acceptation de soi à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur l'acceptation de soi.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur l'acceptation de soi.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à l'acceptation de soi.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur l'acceptation de soi.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour l'acceptation de soi.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique l'acceptation de soi dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant l'acceptation de soi.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur l'acceptation de soi.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur l'acceptation de soi.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec l'acceptation de soi.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre l'acceptation de soi dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à l'acceptation de soi.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour l'acceptation de soi.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur l'acceptation de soi.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant l'acceptation de soi.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur l'acceptation de soi.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour l'acceptation de soi.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur l'acceptation de soi.",
      "difficulte": 3
    }
  ],
  "🌅 Développer une routine matinale/soirée efficace": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à les routines.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où les routines t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur les routines.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant les routines.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de les routines avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant les routines.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent les routines.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à les routines.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant les routines.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer les routines.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur les routines.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur les routines à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur les routines.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur les routines.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à les routines.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur les routines.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour les routines.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique les routines dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant les routines.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur les routines.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur les routines.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec les routines.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre les routines dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à les routines.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour les routines.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur les routines.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant les routines.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur les routines.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour les routines.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur les routines.",
      "difficulte": 3
    }
  ],
  "📊 Mieux gérer mon argent et mes finances personnelles": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à la gestion financière.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où la gestion financière t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur la gestion financière.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant la gestion financière.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de la gestion financière avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant la gestion financière.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent la gestion financière.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à la gestion financière.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant la gestion financière.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer la gestion financière.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur la gestion financière.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur la gestion financière à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur la gestion financière.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur la gestion financière.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à la gestion financière.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur la gestion financière.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour la gestion financière.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique la gestion financière dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant la gestion financière.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur la gestion financière.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur la gestion financière.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec la gestion financière.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre la gestion financière dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à la gestion financière.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour la gestion financière.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur la gestion financière.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant la gestion financière.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur la gestion financière.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour la gestion financière.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur la gestion financière.",
      "difficulte": 3
    }
  ],
  "🏡💼 Trouver un meilleur équilibre entre vie perso et pro": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à l'équilibre vie pro/perso.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où l'équilibre vie pro/perso t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur l'équilibre vie pro/perso.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant l'équilibre vie pro/perso.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de l'équilibre vie pro/perso avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant l'équilibre vie pro/perso.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent l'équilibre vie pro/perso.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à l'équilibre vie pro/perso.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant l'équilibre vie pro/perso.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer l'équilibre vie pro/perso.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur l'équilibre vie pro/perso.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur l'équilibre vie pro/perso à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur l'équilibre vie pro/perso.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur l'équilibre vie pro/perso.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à l'équilibre vie pro/perso.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur l'équilibre vie pro/perso.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour l'équilibre vie pro/perso.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique l'équilibre vie pro/perso dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant l'équilibre vie pro/perso.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur l'équilibre vie pro/perso.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur l'équilibre vie pro/perso.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec l'équilibre vie pro/perso.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre l'équilibre vie pro/perso dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à l'équilibre vie pro/perso.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour l'équilibre vie pro/perso.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur l'équilibre vie pro/perso.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant l'équilibre vie pro/perso.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur l'équilibre vie pro/perso.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour l'équilibre vie pro/perso.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur l'équilibre vie pro/perso.",
      "difficulte": 3
    }
  ],
  "🔎 Trouver du sens dans ma vie": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à trouver du sens.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où trouver du sens t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur trouver du sens.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant trouver du sens.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de trouver du sens avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant trouver du sens.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent trouver du sens.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à trouver du sens.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant trouver du sens.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer trouver du sens.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur trouver du sens.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur trouver du sens à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur trouver du sens.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur trouver du sens.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à trouver du sens.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur trouver du sens.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour trouver du sens.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique trouver du sens dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant trouver du sens.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur trouver du sens.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur trouver du sens.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec trouver du sens.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre trouver du sens dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à trouver du sens.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour trouver du sens.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur trouver du sens.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant trouver du sens.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur trouver du sens.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour trouver du sens.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur trouver du sens.",
      "difficulte": 3
    }
  ],
  "🕰️ Développer ma patience": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à développer la patience.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où développer la patience t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur développer la patience.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant développer la patience.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de développer la patience avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant développer la patience.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent développer la patience.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à développer la patience.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant développer la patience.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer développer la patience.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur développer la patience.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur développer la patience à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur développer la patience.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur développer la patience.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à développer la patience.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur développer la patience.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour développer la patience.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique développer la patience dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant développer la patience.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur développer la patience.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur développer la patience.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec développer la patience.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre développer la patience dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à développer la patience.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour développer la patience.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur développer la patience.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant développer la patience.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur développer la patience.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour développer la patience.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur développer la patience.",
      "difficulte": 3
    }
  ],
  "💕 Développer des relations amoureuses saines": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à les relations amoureuses.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où les relations amoureuses t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur les relations amoureuses.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant les relations amoureuses.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de les relations amoureuses avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant les relations amoureuses.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent les relations amoureuses.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à les relations amoureuses.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant les relations amoureuses.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer les relations amoureuses.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur les relations amoureuses.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur les relations amoureuses à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur les relations amoureuses.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur les relations amoureuses.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à les relations amoureuses.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur les relations amoureuses.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour les relations amoureuses.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique les relations amoureuses dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant les relations amoureuses.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur les relations amoureuses.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur les relations amoureuses.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec les relations amoureuses.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre les relations amoureuses dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à les relations amoureuses.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour les relations amoureuses.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur les relations amoureuses.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant les relations amoureuses.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur les relations amoureuses.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour les relations amoureuses.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur les relations amoureuses.",
      "difficulte": 3
    }
  ],
  "🤝 Améliorer mes relations amicales": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à les relations amicales.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où les relations amicales t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur les relations amicales.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant les relations amicales.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de les relations amicales avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant les relations amicales.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent les relations amicales.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à les relations amicales.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant les relations amicales.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer les relations amicales.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur les relations amicales.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur les relations amicales à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur les relations amicales.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur les relations amicales.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à les relations amicales.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur les relations amicales.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour les relations amicales.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique les relations amicales dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant les relations amicales.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur les relations amicales.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur les relations amicales.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec les relations amicales.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre les relations amicales dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à les relations amicales.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour les relations amicales.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur les relations amicales.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant les relations amicales.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur les relations amicales.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour les relations amicales.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur les relations amicales.",
      "difficulte": 3
    }
  ],
  "🏋️ Développer ma résilience au travail": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à la résilience au travail.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où la résilience au travail t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur la résilience au travail.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant la résilience au travail.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de la résilience au travail avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant la résilience au travail.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent la résilience au travail.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à la résilience au travail.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant la résilience au travail.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer la résilience au travail.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur la résilience au travail.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur la résilience au travail à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur la résilience au travail.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur la résilience au travail.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à la résilience au travail.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur la résilience au travail.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour la résilience au travail.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique la résilience au travail dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant la résilience au travail.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur la résilience au travail.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur la résilience au travail.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec la résilience au travail.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre la résilience au travail dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à la résilience au travail.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour la résilience au travail.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur la résilience au travail.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant la résilience au travail.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur la résilience au travail.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour la résilience au travail.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur la résilience au travail.",
      "difficulte": 3
    }
  ],
  "🦁 Développer mes compétences en leadership": [
    {
      "numero": 1,
      "mission": "Observe et note tes comportements liés à le leadership.",
      "difficulte": 1
    },
    {
      "numero": 2,
      "mission": "Identifie 3 situations où le leadership t'a posé problème.",
      "difficulte": 1
    },
    {
      "numero": 3,
      "mission": "Lis un article ou regarde une vidéo sur le leadership.",
      "difficulte": 1
    },
    {
      "numero": 4,
      "mission": "Note ce qui te bloque concernant le leadership.",
      "difficulte": 1
    },
    {
      "numero": 5,
      "mission": "Parle de le leadership avec quelqu'un de confiance.",
      "difficulte": 1
    },
    {
      "numero": 6,
      "mission": "Écris tes objectifs concernant le leadership.",
      "difficulte": 1
    },
    {
      "numero": 7,
      "mission": "Observe comment les autres gèrent le leadership.",
      "difficulte": 1
    },
    {
      "numero": 8,
      "mission": "Note une petite victoire liée à le leadership.",
      "difficulte": 1
    },
    {
      "numero": 9,
      "mission": "Identifie tes déclencheurs concernant le leadership.",
      "difficulte": 1
    },
    {
      "numero": 10,
      "mission": "Fais un premier petit pas pour améliorer le leadership.",
      "difficulte": 1
    },
    {
      "numero": 11,
      "mission": "Crée une routine simple pour travailler sur le leadership.",
      "difficulte": 2
    },
    {
      "numero": 12,
      "mission": "Demande un feedback sur le leadership à un proche.",
      "difficulte": 2
    },
    {
      "numero": 13,
      "mission": "Applique une technique apprise sur le leadership.",
      "difficulte": 2
    },
    {
      "numero": 14,
      "mission": "Note les progrès que tu as faits sur le leadership.",
      "difficulte": 2
    },
    {
      "numero": 15,
      "mission": "Surmonte un obstacle lié à le leadership.",
      "difficulte": 2
    },
    {
      "numero": 16,
      "mission": "Partage tes apprentissages sur le leadership.",
      "difficulte": 2
    },
    {
      "numero": 17,
      "mission": "Crée un plan d'action pour le leadership.",
      "difficulte": 2
    },
    {
      "numero": 18,
      "mission": "Pratique le leadership dans une situation réelle.",
      "difficulte": 2
    },
    {
      "numero": 19,
      "mission": "Analyse ce qui fonctionne pour toi concernant le leadership.",
      "difficulte": 2
    },
    {
      "numero": 20,
      "mission": "Fais un bilan de mi-parcours sur le leadership.",
      "difficulte": 2
    },
    {
      "numero": 21,
      "mission": "Prends un engagement plus ambitieux sur le leadership.",
      "difficulte": 3
    },
    {
      "numero": 22,
      "mission": "Aide quelqu'un d'autre avec le leadership.",
      "difficulte": 3
    },
    {
      "numero": 23,
      "mission": "Intègre le leadership dans ta routine quotidienne.",
      "difficulte": 3
    },
    {
      "numero": 24,
      "mission": "Surmonte une peur liée à le leadership.",
      "difficulte": 3
    },
    {
      "numero": 25,
      "mission": "Crée un système durable pour le leadership.",
      "difficulte": 3
    },
    {
      "numero": 26,
      "mission": "Enseigne ce que tu as appris sur le leadership.",
      "difficulte": 3
    },
    {
      "numero": 27,
      "mission": "Prends un risque calculé concernant le leadership.",
      "difficulte": 3
    },
    {
      "numero": 28,
      "mission": "Célèbre tes progrès sur le leadership.",
      "difficulte": 3
    },
    {
      "numero": 29,
      "mission": "Crée une vision à long terme pour le leadership.",
      "difficulte": 3
    },
    {
      "numero": 30,
      "mission": "Mission finale – Applique tout ce que tu as appris sur le leadership.",
      "difficulte": 3
    }
  ]
}